Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.vault.fork.resumeHint
source: Resume with: %@
ar: استئناف باستخدام: %@
de: Fortsetzen mit: %@
es: Reanudar con: %@
fr: Reprendre avec : %@
ja: 再開コマンド: %@
ko: 다음으로 재개: %@
zh_hans: 恢复方式: %@
zh_hant: 使用此命令恢復：%@

# cli.vault.fork.opened
source: Opened in a new workspace.
ar: تم الفتح في مساحة عمل جديدة.
de: In einem neuen Arbeitsbereich geöffnet.
es: Abierta en un nuevo espacio de trabajo.
fr: Ouvert dans un nouvel espace de travail.
ja: 新しいワークスペースで開きました。
ko: 새 작업 공간에서 열렸습니다.
zh_hans: 已在新工作区中打开。
zh_hant: 已於新工作區中開啟。

# cli.vault.fork.created
source: Forked session %@
ar: تم تفريع الجلسة %@
de: Sitzung %@ geforkt
es: Sesión bifurcada %@
fr: Session %@ dupliquée
ja: セッション %@ をフォークしました
ko: 세션 %@ 포크됨
zh_hans: 已分叉会话 %@
zh_hant: 已分支工作階段 %@

# cli.vault.error.unknownSubcommand
source: Unknown vault subcommand '%@'. Try: sessions, search, checkpoints, checkpoint, fork
ar: أمر فرعي لـ vault غير معروف '%@'. جرب: sessions، search، checkpoints، checkpoint، fork
de: Unbekannter Vault-Unterbefehl „%@“. Versuche: sessions, search, checkpoints, checkpoint, fork
es: Subcomando de vault desconocido '%@'. Prueba con: sessions, search, checkpoints, checkpoint, fork
fr: Sous-commande de vault inconnue '%@'. Essayez : sessions, search, checkpoints, checkpoint, fork
ja: 不明な vault サブコマンド '%@' です。sessions、search、checkpoints、checkpoint、fork を試してください
ko: 알 수 없는 vault 하위 명령 '%@'. 다음을 시도해 보십시오: sessions, search, checkpoints, checkpoint, fork
zh_hans: 未知的 vault 子命令 '%@'。可试：sessions、search、checkpoints、checkpoint、fork
zh_hant: 未知的 vault 子命令 '%@'。請嘗試：sessions, search, checkpoints, checkpoint, fork

# cli.vault.error.unexpectedArgument
source: Unexpected argument '%@' for cmux vault %@
ar: وسيط غير متوقع '%@' لـ cmux vault %@
de: Unerwartetes Argument „%@“ für cmux vault %@
es: Argumento inesperado '%@' para cmux vault %@
fr: Argument inattendu '%@' pour cmux vault %@
ja: 予期しない引数 '%@' が cmux vault %@ に指定されました
ko: 예기치 않은 인수 '%@'(이)가 cmux vault %@에 지정되었습니다.
zh_hans: cmux vault %@ 收到多余的参数 '%@'
zh_hant: 未預期的引數 '%@'，用於 cmux vault %@

# cli.vault.error.subcommandRequired
source: vault requires a subcommand. Try: sessions, search, checkpoints, checkpoint, fork
ar: يتطلب vault أمراً فرعياً. جرب: sessions، search، checkpoints، checkpoint، fork
de: vault erfordert einen Unterbefehl. Versuchen Sie: sessions, search, checkpoints, checkpoint, fork
es: vault requiere un subcomando. Prueba con: sessions, search, checkpoints, checkpoint, fork
fr: vault requiert une sous-commande. Essayez : sessions, search, checkpoints, checkpoint, fork
ja: vault にはサブコマンドが必要です。sessions、search、checkpoints、checkpoint、fork を試してください
ko: vault에는 하위 명령이 필요합니다. 다음을 시도해 보십시오: sessions, search, checkpoints, checkpoint, fork
zh_hans: vault 需要一个子命令。可试：sessions、search、checkpoints、checkpoint、fork
zh_hant: vault 需要子命令。請嘗試：sessions, search, checkpoints, checkpoint, fork

# cli.vault.error.sessionSelectorRequired
source: This subcommand requires --agent <id> --session <id> (see cmux vault sessions)
ar: يتطلب هذا الأمر الفرعي --agent <id> --session <id> (راجع cmux vault sessions)
de: Dieser Unterbefehl erfordert --agent <id> --session <id> (siehe cmux vault sessions)
es: Este subcomando requiere --agent <id> --session <id> (ver cmux vault sessions)
fr: Cette sous-commande requiert --agent <id> --session <id> (voir cmux vault sessions)
ja: このサブコマンドには --agent <id> --session <id> が必要です（cmux vault sessions を参照）
ko: 이 하위 명령에는 --agent <id> --session <id>가 필요합니다 (cmux vault sessions 참고)
zh_hans: 此子命令需要 --agent <id> --session <id>（参见 cmux vault sessions）
zh_hant: 此子命令需要 --agent <id> --session <id>（請參閱 cmux vault sessions）

# cli.vault.error.queryRequired
source: vault search requires a query. Operators: agent:, repo:, ws:, before:/after:
ar: يتطلب vault search استعلاماً. المعاملات: agent:، repo:، ws:، before:/after:
de: vault search erfordert eine Suchanfrage. Operatoren: agent:, repo:, ws:, before:/after:
es: vault search requiere una consulta. Operadores: agent:, repo:, ws:, before:/after:
fr: vault search requiert une requête. Opérateurs : agent:, repo:, ws:, before:/after:
ja: vault search にはクエリが必要です。演算子: agent:、repo:、ws:、before:/after:
ko: vault 검색에는 쿼리가 필요합니다. 연산자: agent:, repo:, ws:, before:/after:
zh_hans: vault search 需要一个查询串。操作符：agent:、repo:、ws:、before:/after:
zh_hant: vault search 需要搜尋字串。運算子：agent:、repo:、ws:、before:/after:

# cli.vault.error.invalidTurn
source: --turn requires a positive number
ar: يتطلب --turn رقماً موجباً
de: --turn erfordert eine positive Zahl
es: --turn requiere un número positivo
fr: --turn requiert un nombre positif
ja: --turn には正の数が必要です
ko: --turn에는 양수가 필요합니다
zh_hans: --turn 需要一个正数
zh_hant: --turn 需要正數

# cli.vault.error.invalidLimit
source: --limit requires a positive number
ar: يتطلب --limit رقماً موجباً
de: --limit erfordert eine positive Zahl
es: --limit requiere un número positivo
fr: --limit requiert un nombre positif
ja: --limit には正の数が必要です
ko: --limit에는 양수가 필요합니다
zh_hans: --limit 需要一个正数
zh_hant: --limit 需要正數

# cli.vault.error.checkpointRequired
source: vault fork requires --checkpoint <id> or --turn <n> (see cmux vault checkpoints)
ar: يتطلب vault fork المعامل --checkpoint <id> أو --turn <n> (راجع cmux vault checkpoints)
de: vault fork erfordert --checkpoint <id> oder --turn <n> (siehe cmux vault checkpoints)
es: vault fork requiere --checkpoint <id> o --turn <n> (ver cmux vault checkpoints)
fr: vault fork requiert --checkpoint <id> ou --turn <n> (voir cmux vault checkpoints)
ja: vault fork には --checkpoint <id> または --turn <n> が必要です（cmux vault checkpoints を参照）
ko: vault fork에는 --checkpoint <id> 또는 --turn <n>이 필요합니다 (cmux vault checkpoints 참고)
zh_hans: vault fork 需要 --checkpoint <id> 或 --turn <n>（参见 cmux vault checkpoints）
zh_hant: vault fork 需要 --checkpoint <id> 或 --turn <n>（請參閱 cmux vault checkpoints）

# cli.vault.checkpoints.viewOnly
source: note: this agent's checkpoints are view-only (fork not supported yet)
ar: ملاحظة: نقاط فحص هذا الوكيل للعرض فقط (التفريع غير مدعوم بعد)
de: Hinweis: Die Checkpoints dieses Agenten sind schreibgeschützt (Fork wird noch nicht unterstützt)
es: nota: los puntos de control de este agente son de solo lectura (la bifurcación aún no está soportada)
fr: note : les points de contrôle de cet agent sont en lecture seule (la bifurcation n’est pas encore prise en charge)
ja: 注: このエージェントのチェックポイントは表示専用です（フォーク未対応）
ko: 참고: 이 에이전트의 체크포인트는 보기 전용입니다 (포크는 아직 지원되지 않음)
zh_hans: 注意：该代理的检查点仅供查看（暂不支持分叉）
zh_hant: 備註：此代理程式的檢查點為唯讀（目前尚不支援分支）

# cli.vault.checkpoints.empty
source: No checkpoints.
ar: لا توجد نقاط فحص.
de: Keine Checkpoints.
es: No hay puntos de control.
fr: Aucun point de contrôle.
ja: チェックポイントがありません。
ko: 체크포인트가 없습니다.
zh_hans: 没有检查点。
zh_hant: 無檢查點。

# cli.automation.help
source: Usage: cmux automation <list|show|test|enable|disable|logs|reload> [args] Rules live in ~/.cmuxterm/automations.json. Examples: cmux automation list cmux automation show surface-needs-input cmux automation test surface-needs-input --event '{"name":"agent.needs_input"}' cmux automation enable surface-needs-input cmux automation disable surface-needs-input cmux automation logs [--limit <n>] cmux automation reload
ar: الاستخدام: cmux automation <list|show|test|enable|disable|logs|reload> [args] القواعد موجودة في ~/.cmuxterm/automations.json. أمثلة: cmux automation list cmux automation show surface-needs-input cmux automation test surface-needs-input --event '{"name":"agent.needs_input"}' cmux automation enable surface-needs-input cmux automation disable surface-needs-input cmux automation logs [--limit <n>] cmux automation reload
de: Verwendung: cmux automation <list|show|test|enable|disable|logs|reload> [args] Regeln befinden sich in ~/.cmuxterm/automations.json. Beispiele: cmux automation list cmux automation show surface-needs-input cmux automation test surface-needs-input --event '{"name":"agent.needs_input"}' cmux automation enable surface-needs-input cmux automation disable surface-needs-input cmux automation logs [--limit <n>] cmux automation reload
es: Uso: cmux automation <list|show|test|enable|disable|logs|reload> [args] Las reglas residen en ~/.cmuxterm/automations.json. Ejemplos: cmux automation list cmux automation show surface-needs-input cmux automation test surface-needs-input --event '{"name":"agent.needs_input"}' cmux automation enable surface-needs-input cmux automation disable surface-needs-input cmux automation logs [--limit <n>] cmux automation reload
fr: Usage : cmux automation <list|show|test|enable|disable|logs|reload> [args] Les règles se trouvent dans ~/.cmuxterm/automations.json. Exemples : cmux automation list cmux automation show surface-needs-input cmux automation test surface-needs-input --event '{"name":"agent.needs_input"}' cmux automation enable surface-needs-input cmux automation disable surface-needs-input cmux automation logs [--limit <n>] cmux automation reload
ja: 使用法: cmux automation <list|show|test|enable|disable|logs|reload> [引数] ルールは ~/.cmuxterm/automations.json に保存されます。 例: cmux automation list cmux automation show surface-needs-input cmux automation test surface-needs-input --event '{"name":"agent.needs_input"}' cmux automation enable surface-needs-input cmux automation disable surface-needs-input cmux automation logs [--limit <n>] cmux automation reload
ko: 사용법: cmux automation <list|show|test|enable|disable|logs|reload> [args] 규칙은 ~/.cmuxterm/automations.json에 저장됩니다. 예시: cmux automation list cmux automation show surface-needs-input cmux automation test surface-needs-input --event '{"name":"agent.needs_input"}' cmux automation enable surface-needs-input cmux automation disable surface-needs-input cmux automation logs [--limit <n>] cmux automation reload
zh_hans: 用法：cmux automation <list|show|test|enable|disable|logs|reload> [args] 规则存放在 ~/.cmuxterm/automations.json。 示例: cmux automation list cmux automation show surface-needs-input cmux automation test surface-needs-input --event '{"name":"agent.needs_input"}' cmux automation enable surface-needs-input cmux automation disable surface-needs-input cmux automation logs [--limit <n>] cmux automation reload
zh_hant: 用法：cmux automation <list|show|test|enable|disable|logs|reload> [args] 規則位於 ~/.cmuxterm/automations.json。 範例： cmux automation list cmux automation show surface-needs-input cmux automation test surface-needs-input --event '{"name":"agent.needs_input"}' cmux automation enable surface-needs-input cmux automation disable surface-needs-input cmux automation logs [--limit <n>] cmux automation reload

# automation.error.encodeRPC
source: Could not prepare the automation action. Check the rule configuration and try again.
ar: تعذر تحضير إجراء الأتمتة. تحقق من تكوين القاعدة وحاول مرة أخرى.
de: Die Automatisierungsaktion konnte nicht vorbereitet werden. Überprüfen Sie die Regelkonfiguration und versuchen Sie es erneut.
es: No se pudo preparar la acción de automatización. Verifique la configuración de la regla e intente nuevamente.
fr: Impossible de préparer l’action d’automatisation. Vérifiez la configuration de la règle et réessayez.
ja: 自動化アクションを準備できませんでした。ルール設定を確認して、もう一度お試しください。
ko: 자동화 작업을 준비할 수 없습니다. 규칙 구성을 확인하고 다시 시도하세요.
zh_hans: 无法准备该自动化动作。请检查规则配置后重试。
zh_hant: 無法準備自動化動作。請檢查規則設定並重試。

# automation.error.engineUnavailable
source: Automation is unavailable. Check ~/.cmuxterm/automations.json, then run cmux automation reload.
ar: الأتمتة غير متاحة. تحقق من ~/.cmuxterm/automations.json، ثم شغّل cmux automation reload.
de: Automatisierung ist nicht verfügbar. Überprüfen Sie ~/.cmuxterm/automations.json und führen Sie dann cmux automation reload aus.
es: La automatización no está disponible. Verifique ~/.cmuxterm/automations.json y luego ejecute cmux automation reload.
fr: L’automatisation est indisponible. Vérifiez ~/.cmuxterm/automations.json, puis exécutez cmux automation reload.
ja: 自動化を利用できません。~/.cmuxterm/automations.json を確認して、cmux automation reload を実行してください。
ko: 자동화를 사용할 수 없습니다. ~/.cmuxterm/automations.json을 확인한 후 cmux automation reload를 실행하세요.
zh_hans: 自动化不可用。请检查 ~/.cmuxterm/automations.json，然后运行 cmux automation reload。
zh_hant: 自動化功能無法使用。請檢查 ~/.cmuxterm/automations.json，然後執行 cmux automation reload。

# automation.error.focusSuppressed
source: This automation action requires permission to focus or select a surface. Update the rule to allow focus, then try again.
ar: يتطلب إجراء الأتمتة هذا إذناً للتركيز على سطح أو تحديده. حدّث القاعدة للسماح بالتركيز، ثم حاول مجدداً.
de: Diese Automatisierungsaktion erfordert die Berechtigung, eine Oberfläche zu fokussieren oder auszuwählen. Aktualisieren Sie die Regel, um Fokus zu erlauben, und versuchen Sie es erneut.
es: Esta acción de automatización requiere permiso para enfocar o seleccionar una superficie. Actualice la regla para permitir el enfoque e intente nuevamente.
fr: Cette action d’automatisation requiert l’autorisation de focaliser ou de sélectionner une surface d’affichage. Mettez à jour la règle pour autoriser la focalisation, puis réessayez.
ja: この自動化アクションにはサーフェスをフォーカスまたは選択する権限が必要です。ルールでフォーカスを許可して、もう一度お試しください。
ko: 이 자동화 작업에는 화면을 포커스하거나 선택할 수 있는 권한이 필요합니다. 포커스를 허용하도록 규칙을 업데이트한 후 다시 시도하세요.
zh_hans: 此自动化动作需要聚焦或选中表面的权限。请更新规则以允许聚焦，然后重试。
zh_hant: 此自動化動作需要取得聚焦或選取介面的權限。請更新規則以允許聚焦，然後重試。

# automation.error.unsupportedVersion
source: Unsupported automation configuration version %lld
ar: إصدار تكوين الأتمتة غير مدعوم %lld
de: Nicht unterstützte Automatisierungskonfigurationsversion %lld
es: Versión de configuración de automatización no soportada %lld
fr: Version de configuration d’automatisation non prise en charge %lld
ja: サポートされていない自動化設定バージョン %lld です
ko: 지원되지 않는 자동화 구성 버전: %lld
zh_hans: 不支持的自动化配置版本 %lld
zh_hant: 不支援的自動化設定版本 %lld

# automation.error.invalidRule
source: Invalid automation rule: %@
ar: قاعدة أتمتة غير صالحة: %@
de: Ungültige Automatisierungsregel: %@
es: Regla de automatización no válida: %@
fr: Règle d'automatisation non valide : %@
ja: 無効な自動化ルール: %@
ko: 유효하지 않은 자동화 규칙: %@
zh_hans: 无效的自动化规则：%@
zh_hant: 無效的自動化規則：%@

# automation.error.fileTooLarge
source: Automation configuration is larger than 4 MiB
ar: تكوين الأتمتة أكبر من 4 ميجابايت
de: Automatisierungskonfiguration ist größer als 4 MiB
es: La configuración de automatización es mayor de 4 MiB
fr: La configuration d’automatisation dépasse 4 Mio
ja: 自動化設定が 4 MiB を超えています
ko: 자동화 구성이 4 MiB보다 큽니다
zh_hans: 自动化配置超过 4 MiB
zh_hant: 自動化設定大於 4 MiB

# automation.error.missingRuleID
source: Missing automation rule id
ar: معرف قاعدة الأتمتة مفقود
de: Fehlende Automatisierungsregel-ID
es: Falta el ID de la regla de automatización
fr: ID de règle d’automatisation manquant
ja: 自動化ルール ID がありません
ko: 자동화 규칙 ID가 누락되었습니다
zh_hans: 缺少自动化规则 id
zh_hant: 遺失自動化規則識別碼

# automation.error.ruleNotFound
source: Automation rule not found: %@
ar: قاعدة الأتمتة غير موجودة: %@
de: Automatisierungsregel nicht gefunden: %@
es: Regla de automatización no encontrada: %@
fr: Règle d'automatisation introuvable : %@
ja: 自動化ルールが見つかりません: %@
ko: 자동화 규칙을 찾을 수 없음: %@
zh_hans: 未找到自动化规则：%@
zh_hant: 找不到自動化規則：%@

# automation.error.testEventObject
source: automation.test requires event object
ar: يتطلب automation.test كائن حدث
de: automation.test erfordert ein Event-Objekt
es: automation.test requiere un objeto de evento
fr: automation.test requiert un objet d’événement
ja: automation.test にはイベントオブジェクトが必要です
ko: automation.test에는 이벤트 객체가 필요합니다
zh_hans: automation.test 需要 event 对象
zh_hant: automation.test 需要事件物件

# cli.automation.error.eventFlag
source: automation test requires --event <json>
ar: يتطلب اختبار الأتمتة المعامل --event <json>
de: automation test erfordert --event <json>
es: automation test requiere --event <json>
fr: automation test requiert --event <json>
ja: automation test には --event <json> が必要です
ko: automation test에는 --event <json>이 필요합니다
zh_hans: automation test 需要 --event <json>
zh_hant: automation test 需要 --event <json>

# cli.automation.error.eventObject
source: automation test event must be a JSON object
ar: يجب أن يكون حدث اختبار الأتمتة كائن JSON
de: Das Event für automation test muss ein JSON-Objekt sein
es: El evento de automation test debe ser un objeto JSON
fr: l’événement de test d’automatisation doit être un objet JSON
ja: automation test のイベントは JSON オブジェクトである必要があります
ko: automation test 이벤트는 JSON 객체여야 합니다
zh_hans: automation test 的 event 必须是 JSON 对象
zh_hant: automation test 事件必須是 JSON 物件

# cli.automation.error.workspaceTagsRequired
source: offline automation test requires workspace tags in the event payload
ar: يتطلب اختبار الأتمتة غير المتصل بالإنترنت علامات مساحة العمل في حمولة الحدث
de: Offline-Automatisierungstest erfordert Arbeitsbereich-Tags in den Event-Nutzdaten
es: offline automation test requiere etiquetas de espacio de trabajo en la carga útil del evento
fr: le test d’automatisation hors ligne requiert des étiquettes d’espace de travail dans la charge utile de l’événement
ja: オフラインの自動化テストにはイベントペイロードのワークスペースタグが必要です
ko: 오프라인 자동화 테스트의 이벤트 페이로드에는 작업 공간 태그가 필요합니다
zh_hans: 离线的 automation test 需要事件负载中包含工作区标记
zh_hant: 離線自動化測試需要在事件承載資料中提供工作區標籤

# cli.automation.output.noRules
source: No automation rules
ar: لا توجد قواعد أتمتة
de: Keine Automatisierungsregeln
es: Sin reglas de automatización
fr: Aucune règle d’automatisation
ja: 自動化ルールはありません
ko: 자동화 규칙이 없습니다
zh_hans: 没有自动化规则
zh_hant: 無自動化規則

# cli.automation.output.rule
source: %1$@ [%2$@] when %3$@
ar: %1$@ [%2$@] عندما %3$@
de: %1$@ [%2$@] wenn %3$@
es: %1$@ [%2$@] cuando %3$@
fr: %1$@ [%2$@] lorsque %3$@
ja: %1$@ [%2$@] 条件: %3$@
ko: %1$@ [%2$@] (%3$@ 발생 시)
zh_hans: %1$@ [%2$@] 当 %3$@
zh_hant: %1$@ [%2$@] 當 %3$@

# cli.automation.output.reloadRequested
source: Automation configuration reload requested
ar: تم طلب إعادة تحميل تكوين الأتمتة
de: Neuladen der Automatisierungskonfiguration angefordert
es: Se ha solicitado la recarga de la configuración de automatización
fr: Rechargement de la configuration d’automatisation demandé
ja: 自動化設定の再読み込みを要求しました
ko: 자동화 구성 재로드 요청됨
zh_hans: 已请求重新加载自动化配置
zh_hant: 已請求重新載入自動化設定

# cli.automation.output.enabled
source: Enabled %@
ar: تم تمكين %@
de: %@ aktiviert
es: Habilitado %@
fr: %@ activé
ja: %@ を有効にしました
ko: 활성화됨: %@
zh_hans: 已启用 %@
zh_hant: 已啟用 %@

# cli.automation.output.disabled
source: Disabled %@
ar: تم تعطيل %@
de: %@ deaktiviert
es: Deshabilitado %@
fr: %@ désactivé
ja: %@ を無効にしました
ko: 비활성화됨: %@
zh_hans: 已禁用 %@
zh_hant: 已停用 %@

# cli.automation.output.enableRequested
source: Enable request queued for %@. Run cmux automation logs to verify completion.
ar: تم وضع طلب التمكين في قائمة الانتظار لـ %@. شغّل cmux automation logs للتحقق من الاكتمال.
de: Aktivierungsanforderung für %@ in Warteschlange eingereiht. Führe cmux automation logs aus, um den Abschluss zu überprüfen.
es: Solicitud de habilitación en cola para %@. Ejecute cmux automation logs para verificar la finalización.
fr: Demande d'activation mise en file d'attente pour %@. Exécutez cmux automation logs pour vérifier la finalisation.
ja: %@ の有効化要求をキューに追加しました。完了を確認するには cmux automation logs を実行してください。
ko: 활성화 요청이 대기열에 추가됨: %@. 완료 여부를 확인하려면 cmux automation logs를 실행하세요.
zh_hans: 已排队 %@ 的启用请求。运行 cmux automation logs 确认是否完成。
zh_hant: 已將啟用請求排入 %@ 的佇列。請執行 cmux automation logs 以驗證是否完成。

# cli.automation.output.disableRequested
source: Disable request queued for %@. Run cmux automation logs to verify completion.
ar: تم وضع طلب التعطيل في قائمة الانتظار لـ %@. شغّل cmux automation logs للتحقق من الاكتمال.
de: Deaktivierungsanforderung für %@ in Warteschlange eingereiht. Führe cmux automation logs aus, um den Abschluss zu überprüfen.
es: Solicitud de deshabilitación en cola para %@. Ejecute cmux automation logs para verificar la finalización.
fr: Demande de désactivation mise en file d'attente pour %@. Exécutez cmux automation logs pour vérifier la finalisation.
ja: %@ の無効化要求をキューに追加しました。完了を確認するには cmux automation logs を実行してください。
ko: 비활성화 요청이 대기열에 추가됨: %@. 완료 여부를 확인하려면 cmux automation logs를 실행하세요.
zh_hans: 已排队 %@ 的禁用请求。运行 cmux automation logs 确认是否完成。
zh_hant: 已將停用請求排入 %@ 的佇列。請執行 cmux automation logs 以驗證是否完成。

# cli.automation.state.enabled
source: enabled
ar: مُمكّن
de: aktiviert
es: habilitado
fr: activé
ja: 有効
ko: 활성화됨
zh_hans: 已启用
zh_hant: 已啟用

# cli.automation.state.disabled
source: disabled
ar: معطّل
de: deaktiviert
es: deshabilitado
fr: désactivé
ja: 無効
ko: 비활성화됨
zh_hans: 已禁用
zh_hant: 已停用

# debug.menu.notification.all
source: Emit All
ar: إرسال الكل
de: Alle ausgeben
es: Emitir todo
fr: Tout émettre
ja: すべて送信
ko: 모두 전송
zh_hans: 全部发出
zh_hant: 全部發送

# debug.menu.notification.cliReply
source: CLI Reply
ar: رد CLI
de: CLI-Antwort
es: Respuesta de CLI
fr: Réponse CLI
ja: CLI 返信
ko: CLI 응답
zh_hans: CLI 回复
zh_hant: CLI 回覆

# debug.menu.notification.emit
source: Emit Notification
ar: إرسال إشعار
de: Benachrichtigung ausgeben
es: Emitir notificación
fr: Émettre une notification
ja: 通知を送信
ko: 알림 전송
zh_hans: 发出通知
zh_hant: 發送通知

# debug.menu.notification.error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

# debug.menu.notification.feedExitPlan
source: Feed Exit Plan
ar: خطة خروج الموجز
de: Exit-Plan einspeisen
es: Plan de salida del feed
fr: Plan de sortie du flux
ja: フィード終了プラン
ko: 피드 종료 계획
zh_hans: Feed 退出计划
zh_hant: 發送退出計畫

# debug.menu.notification.feedPermission
source: Feed Permission
ar: إذن الموجز
de: Berechtigung einspeisen
es: Permiso del feed
fr: Autorisation du flux
ja: フィード権限
ko: 피드 권한
zh_hans: Feed 权限
zh_hant: 發送權限要求

# debug.menu.notification.feedQuestion
source: Feed Question
ar: سؤال الموجز
de: Frage einspeisen
es: Pregunta del feed
fr: Question du flux
ja: フィード質問
ko: 피드 질문
zh_hans: Feed 提问
zh_hant: 發送提問

# debug.menu.notification.feedQuestion4
source: Feed Question (4 Options)
ar: سؤال الموجز (4 خيارات)
de: Frage einspeisen (4 Optionen)
es: Pregunta del feed (4 opciones)
fr: Question du flux (4 options)
ja: フィード質問（4つの選択肢）
ko: 피드 질문 (옵션 4개)
zh_hans: Feed 提问（4 个选项）
zh_hant: 發送提問（4 個選項）

# debug.menu.notification.feedQuestionMany
source: Feed Question (Many Options)
ar: سؤال الموجز (خيارات متعددة)
de: Frage einspeisen (Viele Optionen)
es: Pregunta del feed (muchas opciones)
fr: Question du flux (plusieurs options)
ja: フィード質問（多数の選択肢）
ko: 피드 질문 (많은 옵션)
zh_hans: Feed 提问（多个选项）
zh_hant: 發送提問（多項選擇）

# debug.menu.notification.feedQuestionMultiple
source: Feed Question (Multiple)
ar: سؤال الموجز (متعدد)
de: Frage einspeisen (Mehrere)
es: Pregunta del feed (múltiple)
fr: Question du flux (multiple)
ja: フィード質問（複数質問）
ko: 피드 질문 (다중)
zh_hans: Feed 提问（多条）
zh_hant: 發送提問（多個）

# debug.menu.notification.feedQuestionMultiSelect
source: Feed Question (Multi-select)
ar: سؤال الموجز (تحديد متعدد)
de: Frage einspeisen (Mehrfachauswahl)
es: Pregunta del feed (selección múltiple)
fr: Question du flux (sélection multiple)
ja: フィード質問（複数選択）
ko: 피드 질문 (다중 선택)
zh_hans: Feed 提问（多选）
zh_hant: 發送提問（複選）

# debug.menu.notification.hookFailed
source: Hook Failed
ar: فشل الخطاف
de: Hook fehlgeschlagen
es: Hook fallido
fr: Échec du hook
ja: フック失敗
ko: 훅 실패
zh_hans: Hook 失败
zh_hant: Hook 失敗

# debug.menu.notification.idle
source: Idle Reminder
ar: تذكير بالخمول
de: Inaktivitätserinnerung
es: Recordatorio de inactividad
fr: Rappel d’inactivité
ja: アイドル通知
ko: 대기 상태 알림
zh_hans: 空闲提醒
zh_hant: 閒置提醒

# debug.menu.notification.mode
source: Notification Debug Mode
ar: وضع تصحيح أخطاء الإشعارات
de: Benachrichtigungs-Debug-Modus
es: Modo de depuración de notificaciones
fr: Mode de débogage de notification
ja: 通知デバッグモード
ko: 알림 디버그 모드
zh_hans: 通知调试模式
zh_hant: 通知偵錯模式

# debug.menu.notification.needsPermission
source: Needs Permission
ar: يتطلب إذناً
de: Benötigt Berechtigung
es: Requiere permiso
fr: Autorisation requise
ja: 権限が必要
ko: 권한 필요
zh_hans: 需要权限
zh_hant: 需要權限

# debug.menu.notification.turnComplete
source: Turn Complete
ar: اكتملت الجولة
de: Zug abgeschlossen
es: Turno completado
fr: Tour terminé
ja: ターン完了
ko: 턴 완료
zh_hans: 轮次完成
zh_hant: 輪次完成
